[
    {
        "id": 1,
        "titulo": "Lethal Company",
        "descripcion": "Lethal Company es un juego de terror cooperativo de 2023 creado por Zeekerss. Tiene lugar en un post-apocalipsis retrofuturista donde los jugadores asumen el papel de empleados contratados que trabajan para una corporación llamada La Compañía, recogiendo chatarra de lunas abandonadas e industrializadas, mientras tienen que evitar trampas, peligros ambientales y monstruos.",
        "categoria": "PC",
        "imagen": "https://cdn.akamai.steamstatic.com/steam/apps/1966720/header.jpg?t=1700231592",
        "precio": 6,
        "stock": 10
    },
    {
        "id": 2,
        "titulo": "Baldur's Gate 3",
        "descripcion": "Reúne a tu grupo y regresa a los Reinos Olvidados en una historia de compañerismo, traición, sacrificio, supervivencia y la atracción de un poder absoluto. Unas misteriosas aptitudes empiezan a surgir en tu interior por obra de un parásito de los azotamentes que te han implantado en el cerebro. Resístete y vuelve a la oscuridad contra sí misma o abraza la corrupción y conviértete en el mal supremo.",
        "categoria": "PC",
        "imagen": "https://image.api.playstation.com/vulcan/ap/rnd/202308/1519/95cce955dc59d04e2ea5ab624a823ace14e9c5f7e24dfb8f.png?w=440",
        "precio": 35,
        "stock": 10
    },
    {
        "id": 3,
        "titulo": "Starfield",
        "descripcion": "Starfield es el primer universo nuevo en más de 25 años de Bethesda Game Studios, los galardonados creadores de The Elder Scrolls V: Skyrim y Fallout 4. En este juego de rol de próxima generación ambientado entre las estrellas, podrás hacerte el personaje que desees y explorar con una libertad sin precedentes mientras te embarcas en un viaje épico para desentrañar el mayor misterio de la humanidad.",
        "categoria": "XBOX",
        "imagen": "https://cdn.akamai.steamstatic.com/steam/apps/1716740/capsule_616x353.jpg?t=1700075960",
        "precio": 42,
        "stock": 10
    },
    {
        "id": 4,
        "titulo": "The Legend of Zelda: Tears of the Kingdom",
        "descripcion": "En esta secuela del juego The Legend of Zelda: Breath of the Wild, decidirás tu propio camino a través de los extensos paisajes de Hyrule y las islas que flotan en los vastos cielos. ¿Podrás aprovechar el poder de las nuevas habilidades de Link para luchar contra las malévolas fuerzas que amenazan al reino?",
        "categoria": "Nintendo",
        "imagen": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/2x1_NSwitch_TloZTearsOfTheKingdom_Gamepage_image1600w.jpg",
        "precio": 70,
        "stock": 10
    },
    {
        "id": 5,
        "titulo": "Resident Evil 4",
        "descripcion": "Seis años después de la catástrofe biológica en Raccoon City, el agente Leon S. Kennedy, uno de los supervivientes del desastre, ha sido enviado a rescatar a la hija del presidente, a quien han secuestrado. Siguiendo su rastro, llega a una apartada población europea, donde sus habitantes sufren un mal terrible. Así comienza esta historia de un arriesgado rescate y terror escalofriante donde se cruzan la vida y la muerte, y el miedo y la catarsis.",
        "categoria": "PS5",
        "imagen": "https://image.api.playstation.com/vulcan/ap/rnd/202210/0706/EVWyZD63pahuh95eKloFaJuC.png",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 6,
        "titulo": "Super Mario Wonder",
        "descripcion": "Mario y sus amigos fueron invitados a visitar el colorido Reino Flor (que queda muy cerca del Reino Champiñón). Desgraciadamente, Bowser se ha transformado en un castillo volador y está causando caos en este pacífico territorio. ¡Ahora nuestros héroes deberán salvar el día (y al Reino Flor) en esta maravillosa nueva aventura!",
        "categoria": "Nintendo",
        "imagen": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_1240/b_white/f_auto/q_auto/ncom/software/switch/70010000068688/a13441a9532b1c9e90f657ee1c67255de073707543ff6735ceb57b472faec691",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 7,
        "titulo": "Marvel Spider-Man 2",
        "descripcion": "Los Spider-Man Peter Parker y Miles Morales se enfrentan a la prueba de fuerza definitiva dentro y fuera de sus trajes mientras luchan por salvar a la ciudad, a sus seres queridos y a ellos mismos, del monstruoso Venom y la peligrosa nueva amenaza simbionte.",
        "categoria": "PS5",
        "imagen": "https://www.lacasadeel.net/wp-content/uploads/2023/09/marvels-spiderman-2-jpg.webp",
        "precio": 70,
        "stock": 10
    },
    {
        "id": 8,
        "titulo": "Hi-Fi RUSH!",
        "descripcion": "Siente el ritmo en la piel del aspirante a estrella de rock Chai y su equipo excéntrico de aliados, que se enfrentan a una malvada megacorporación de implantes robóticos en atronadores combates de ritmo. De la mano de Tango Gameworks, el estudio que creó The Evil Within® y Ghostwire®: Tokyo (sí, en serio), llega Hi-Fi RUSH, un nuevo juego de acción en el que los personajes, el mundo y el combate se sincronizan con la música.",
        "categoria": "XBOX",
        "imagen": "https://cdn1.epicgames.com/offer/577c5cbc303a4d168b1a104f3b46e751/EGS_HiFiRUSH_TangoGameworks_S1_2560x1440-5ea1cc367a92928be6aae569fe69ec6d",
        "precio": 18,
        "stock": 10
    },
    {
        "id": 9,
        "titulo": "Forza Motorsport",
        "descripcion": "Compite con más de 500 automóviles del mundo real, incluidos coches de carreras modernos y más de 100 modelos nuevos de Forza Motorsport. Haz que cada vuelta cuente en 20 pistas realistas con las ubicaciones más valoradas de los aficionados y múltiples diseños de pista que dominar. Cada diseño incluye puntuación en directo en la pista, paso del tiempo dinámico con un clima realista y condiciones de conducción únicas en las que no hay dos vueltas iguales.",
        "categoria": "XBOX",
        "imagen": "https://assets.xboxservices.com/assets/2f/f3/2ff369b2-f256-49b3-a038-8a13566f5f9b.jpg?n=729174_GLP-Page-Hero-0_1083x609_07.jpg",
        "precio": 33,
        "stock": 10
    },
    {
        "id": 10,
        "titulo": "Pokemon Scarlet / Violet",
        "descripcion": "Atrapa, combate y entrena Pokémon en la región de Paldea, una vasta tierra llena de lagos, cimas montañosas, páramos, poblaciones pequeñas y grandes ciudades. Explora un mundo completamente abierto a tu propio paso y recorre a través de la tierra, el agua y el aire a lomos del Pokémon legendario Koraidon, que puede cambiar de forma en Pokémon Scarlet, o sobre el Pokémon legendario Miraidon, que puede cambiar de forma en Pokémon Violet.",
        "categoria": "Nintendo",
        "imagen": "https://upload.wikimedia.org/wikipedia/en/0/00/Pok%C3%A9mon_Scarlet_and_Violet_banner.png",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 11,
        "titulo": "Super Smash Bros. Ultimate",
        "descripcion": "¡Un auténtico duelo de titanes de los videojuegos que podrás jugar cuando quieras y donde quieras! Lanza a tus rivales del escenario usando uno de los nuevos personajes como Simon Belmont o King K. Rool que se unen a Inkling, Ridley y a todos los combatientes presentes en la historia de Super Smash Bros. Disfruta de la velocidad mejorada y combate en los nuevos escenarios basados en las series de Castlevania, Super Mario Odyssey y otras.",
        "categoria": "Nintendo",
        "imagen": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Super_Smash_Bros._Ultimate_Logo.png",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 12,
        "titulo": "Cyberpunk 2077: Ultimate Edition",
        "descripcion": "LA EXPERIENCIA CYBERPUNK 2077 DEFINITIVA. En la Ultimate Edition, sumérgete en todas las historias que te ofrece el mundo del futuro sombrío, con todas las actualizaciones del juego y el contenido publicado con anterioridad en el mismo paquete, incluida la aclamada expansión de suspense y espionaje Phantom Liberty.",
        "categoria": "PC",
        "imagen": "https://www.hd-tecnologia.com/imagenes/articulos/2023/12/Cyberpunk-2077-Ultimate-Edition-ahora-disponible-en-PS5-Xbox-Series-S-y-PC.jpg",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 13,
        "titulo": "Call of Duty: Modern Warfare III",
        "descripcion": "En la secuela directa del exitoso juego Call of Duty®: Modern Warfare® II, el capitán Price y la Fuerza operativa 141 se enfrentan a la amenaza definitiva. El criminal de guerra ultranacionalista Vladimir Makarov extiende su alcance por todo el mundo, obligando a la Fuerza operativa 141 a luchar como nunca antes.",
        "categoria": "PC",
        "imagen": "https://www.callofduty.com/content/dam/atvi/callofduty/cod-touchui/blog/hero/mwiii/MWIII-REVEAL-FULL-TOUT.jpg",
        "precio": 70,
        "stock": 10
    },
    {
        "id": 14,
        "titulo": "Grand Theft Auto VI - Pre Order",
        "descripcion": "Tras 12 años de espera. Rockstar Games lanzara la tan esperada sexta entrega de la aclamada saga de videojuegos: Grand Theft Auto VI a mediados del año 2025. Pero si no puedes esperar para poder explorar las calles de Leonida, corazón de Vice City. Puedes reservar el juego ¡AHORA MISMO!",
        "categoria": "PS5",
        "imagen": "https://media.vandal.net/m/12-2023/2023125940893_1.jpg",
        "precio": 90,
        "stock": 10
    },
    {
        "id": 15,
        "titulo": "Metroid Dread",
        "descripcion": "Después de investigar una misteriosa transmisión del planeta ZDR, Samus se enfrenta a un enigmático enemigo que la atrapa en este peligroso mundo. Este remoto planeta está infestado de despiadadas formas de vida alienígenas y siniestros mecanismos llamados E.M.M.I. Sé cazadora y presa a la vez mientras te abres camino a través de un peligroso mundo en la aventura más intensa de Samus hasta ahora.",
        "categoria": "Nintendo",
        "imagen": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_MetroidDread.jpg",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 16,
        "titulo": "Destiny 2: The Final Shape - Pre Order",
        "descripcion": "La Forma Final, una retorcida calcificación de la realidad diseñada por el Testigo, se cierne sobre nosotros. Embárcate en un peligroso viaje al corazón del Viajero, reúne a la Vanguardia y ponle fin a la guerra entre la Luz y la Oscuridad. ",
        "categoria": "PC",
        "imagen": "https://cdn1.epicgames.com/offer/428115def4ca4deea9d69c99c5a5a99e/EN_Bungie_TheFinalShape_S3_2560x1440_2560x1440-9bdaae3a03394737c6fddecd62f00a70",
        "precio": 30,
        "stock": 10
    },
    {
        "id": 17,
        "titulo": "Xenoblade Chronicles 3",
        "descripcion": "Únete a Noah y Mio, que son miembros de las naciones opuestas Keves y Agnus, en una emocional aventura a través de un turbulento mundo con un oscuro secreto. Viaja a través de masivos territorios fantásticos y domina combates fluidos de juego de rol en tiempo real mientras expones al verdadero enemigo que manipula este conflicto.",
        "categoria": "Nintendo",
        "imagen": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_1240/b_white/f_auto/q_auto/ncom/software/switch/70010000053336/e933b48650b33b355e9cf2583da5c94b77180e40fb02d050041083dd62f4df39",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 18,
        "titulo": "Like a Dragon: Infinite Wealth",
        "descripcion": "Dos héroes más grandes que la vida misma se unen guiados por el destino, o quizás, por algo más siniestro… Ichiban Kasuga, un perdedor imparable que sabe lo que es tener que recuperarse después de tocar fondo, y Kazuma Kiryu, un hombre roto que debe enfrentar los últimos días de su vida.",
        "categoria": "XBOX",
        "imagen": "https://media.vandal.net/m/9-2023/20/20239209374430_1.jpg",
        "precio": 60,
        "stock": 10
    },
    {
        "id": 19,
        "titulo": "Persona 3 Reload",
        "descripcion": "Ponte en la piel de un estudiante recién llegado que se ve arrojado a un destino inesperado cuando entra en la hora 'escondida' entre un día y el siguiente. Despierta un increíble poder y persigue los misterios de la Hora Oscura, lucha por tus amigos y deja huella en su memoria.",
        "categoria": "PS5",
        "imagen": "https://cdn.cloudflare.steamstatic.com/steam/apps/2161700/header.jpg?t=1701681996",
        "precio": 70,
        "stock": 10
    },
    {
        "id": 20,
        "titulo": "The Last Of Us Part II Remastered - Pre Order",
        "descripcion": "Cinco años después de aquel peligroso viaje por un Estados Unidos que ha sido azotado por una pandemia, Ellie y Joel echaron raíces en Jackson, Wyoming. Vivir en una comunidad próspera de supervivientes les dio paz y estabilidad a pesar de la amenaza constante de los infectados y de otros supervivientes más desesperados. Cuando un evento violento altera la paz, Ellie emprende un viaje incansable en busca de justicia y de encontrar un cierre. Mientras caza uno a uno a los responsables, deberá enfrentar las devastadoras consecuencias físicas y emocionales de sus acciones.",
        "categoria": "PS5",
        "imagen": "https://media.vandal.net/m/15/154258/the-last-of-us-parte-ii-remasterizado-202311188242029_2.jpg",
        "precio": 50,
        "stock": 10
    }
]